Repository: AlexandreRio/LogbookKonni
Catalog: po/*.po
Languages: cs, de, fr

source: LOA
fr: Long. hors tout

source: LOD
fr: Long. coque

source: LWL
fr: Long flotaison

source: GRT
fr: Déplacement brut

source: NRT
fr: Déplacement net

source: Thames
fr: Thèmes

source: Service
cs: Servis
fr: Action

source: default
fr: par défaut

source: Interval:
fr: Délai :

source: Local = UTC
cs: Lokální = UTC
fr: Localement = UTC

source: kts
fr: Nm/h

source: Meter
cs: Metry
fr: Mètre

source: mb
fr: Hp

source: Route
cs: Trasa

source: Position
cs: Pozice

source: Navigation
cs: Navigace

source: sm
cs: NM
