Repository: AlexandreRio/LogbookKonni
Catalog: po/*.po
Languages: cs, de, fr

source: Sorry, no Layout installed
cs: Promiň, není instalováno žádné rozvržení
de: Sorry, kein Layout installiert
fr: Désolé, aucune mise en page installée

source: Information
cs: Informace
de: Info

source: Delete Row Nr. %i ?
cs: Smazat řádku č. %i ?
de: Lösche Zeile Nr. %i ?
fr: Supprimer la ligne n° %i ?

source: Confirm
cs: Potvrdit
de: Bestätige
fr: Confirmez

source: Please enter 4 digits in 24h-Format like 1545 = 03:45:00 PM
de: Bitte 4 Zahlen im 24h-Format eingeben z.B. 1545 = 15:45:00
fr: Veuillez entrer 4 chiffres au format 24h ex : 1545 = 15:45:00

source: from
de: vom

source: to
cs: do
de: bis

source: Adress
de: Adresse

source: Sorry, Logbook has no lines
cs: Promiň, deník nemá žádné záznamy
de: Sorry, Logbuch hat keine Einträge
fr: Désolé, le livre de bord ne contient aucune ligne

source: Are you sure ?
cs: Jsi si jist?
de: Sind Sie sicher ?
fr: Etes vous certain ?

source: New Logbook
cs: Nový lodní deník
de: Neues Logbuch
fr: Nouveau livre de bord

source: Reset all Values to zero ?
cs: Resetovat všechny hodnoty na nulu
de: alle Werte zurücksetzen ?
fr: Réinitialiser toutes les valeurs à zéro ?

source: Your Logbook has no lines ?
cs: Tvůj lodní deník nemá žádné řádky?
de: Ihr Logbuch hat keine Zeilen ?
fr: Votre livre de bord ne contient aucune ligne

source: Last line from Logbook
cs: Poslední řádka lodního deníku
de: Letzte Zeile aus Logbuch
fr: Dernière ligne du livre de bord

source: Last Logbook is
cs: Poslední lodní deník je
de: letzte Logbuch-Datei ist
fr: Dernière ligne du livre de bord

source: Active Logbook
de: Aktives Logbuch
fr: Lvre de bord actif

source: Old Logbook until %s
de: Altes Logbuch bis %s
fr: Ancien livre de bord depuis %s

source: Your Logbook has 800 lines or more Please create a new logbook to minimize the loadingtime. If you have a running timer, it's stopped now !!!
cs: Tvůj lodní deník má víc než 800 řádků Please create a new logbook to minimize the loadingtime. If you have a running timer, it's stopped now !!!
de: Ihr Logbuch hat 800 zeilen oder mehr Bitte erstellen Sie ein neues Logbuch, um Ladezeiten zu verringern. Wenn Sie einen laufenden Timer haben, ist dieser jetzt gestoppt !!!
fr: Votre livre de bord a 800 lignes ou plus Veuillez créer un nouveau livre de bord pour réduire le temps de chargement Si vous aviez une minuterie activée, celle ci est actuellement stoppée !!!

source: Please enter the Date in the format: 11/18/2011
de: Bitte geben Sie das Datum im Format: 11/18/2011 ein.

source: Please enter the Time in the format: 12:30:00PM
de: Bitte geben Sie die Zeit im Format: 12:30:00 ein.

source: Please enter 0544512.15n0301205.15e for 054Deg 45Min 12.15Sec N 030Deg 12Min 05.15Sec E
de: Bitte geben Sie 0544512.15n0301205.15e für 054° 45' 12.15" N 030°12' 05.15" E ein

source: Please enter 05445.1234n03012.0504e for 054Deg 45.1234Min N 030Deg 12.0504Min E
de: Bitte geben Sie 05445.1234n03012.0504e für 054° 45,1234' N 030°12,0504' E ein

source: Please enter like 1.30 or 1,30 or 1:30 for 1:30h
cs: Prosím zadej jako 1.30 nebo 1,30 nebo 1:30 pro 1:30h
de: Bitte geben Sie 1.30 oder 1,30 oder 1:30 für 1:30h ein.
fr: Veuillez entrer 1.30 or 1,30 or 1:30 pour 1:30h

source: Minutes greater than 59
cs: Minuty větší než 59
de: Minuten sind größer als 59
fr: Supérieur à 59 minutes

source: Wind is set to Heading, but GPS sends no Heading Data. Wind is set now to Realative to boat
de: Windrichtung wurde auf "KdW" gesetzt, erhalte aber keine Daten. Windrichtung wurde auf "default" zurückgesetzt

source: No GPS-Signal !
cs: Není GPS signál
de: kein GPS-Signal
fr: Pas de signal GPS

source: It's not allowed to append Data to a old Logbook OpenCPN switchs to actuell logbook
cs: Není povoleno přidávat data do starého deníku OpenCPN přepne na aktuální deník
de: Es ist nicht gestattet einem alten Logbuch Daten hinzuzufügen Aktuelles Logbuch wird benutzt !
fr: Il n'est pas autorisé d'ajouter des données à un ancien livre de bord OpenCPN passe au livre de bord actuel.

source: Add Line
cs: Přidat záznam
de: Neue Zeile
fr: Ajouter une ligne

source: Save
cs: Uložit
de: Speichern
fr: Sauver

source: Select Layout:
cs: Vybrat rozvržení:
de: Wähle Route
fr: Sélectionner une mise en page :

source: Reload Layouts
cs: Nahrát rozvržení
de: Layouts neu laden
fr: Recharger les mises en page

source: Edit Layout
cs: Editovat rozvržení
de: Layout editieren
fr: Editer la mise en page

source: View
cs: Zobrazit
de: Ansehen
fr: Voir

source: Select Logbook
cs: Vybrat lodní deník
de: Wähle Logbuch
fr: Sélectionner le livre de bord

source: Date
cs: Datum
de: Datum

source: Time
cs: Čas
de: Zeit
fr: Heure

source: Sign
de: Zeichen
fr: Signe

source: Watch
cs: Hlídka
de: Wache
fr: Regarder

source: Distance
cs: Vzdálenost
de: Distanz

source: DistanceTotal
cs: Celková vzdálenost
de: Distanz gesamt
fr: Distance totale

source: COG (T)
de: KüG
fr: COG (Vrai)

source: Heading
de: KdW
fr: Cap

source: SOG
de: FüG

source: STW
de: FdW

source: Depth
cs: Hloubka
de: Tiefe
fr: Profondeur

source: Remarks
cs: Poznámky
de: Noitzen
fr: Remarque

source: Timer
cs: Časovač
de: Timer an/aus
fr: Minuterie

source: Delete Row
cs: Smaž záznam
de: Lösche Zeile
fr: Supprimer la ligne

source: Show hidden columns
de: Zeige versteckte Spalten

source: Hide column
de: Spalte ausblenden

source: Wind
cs: Vítr
de: Windstärke
fr: Vent

source: W/Strength
cs: V/Síla
de: Windstärke
fr: V/Force

source: Current
cs: Proud
de: Strom
fr: Courant

source: C/Strength
cs: P/Síla
de: Stromstärke
fr: C/Force

source: Wave
cs: Vlna
de: Wellenhöhe
fr: Vague

source: Weather
cs: Počasí
de: Wetter
fr: Temps

source: Clouds
cs: Mraky
de: Wolken
fr: Nuages

source: Visibility
cs: Viditelnost
de: Sicht
fr: Visibilité

source: Engine
cs: Motor
de: Maschine
fr: Moteur

source: EngineTotal
cs: Motor celkem
de: Maschine gesamt
fr: Total moteur

source: Fuel
cs: Palivo
de: Treibstoff
fr: Carburant

source: FuelTotal
cs: Palivo celkem
de: Treibstoff gesamt
fr: Carburant total

source: Sails
cs: Plachty
de: Segel
fr: Voiles

source: Reef
cs: Ref
de: Reff
fr: Récifs

source: Water
cs: Voda
de: Wasser
fr: Eau

source: WaterTotal
cs: Voda celkem
de: Wasser gesamt
fr: Total eau

source: Motor/Sails
cs: Motor/Plachty
de: Maschine/Segel
fr: Moteur/Voiles

source: Logbook
cs: Lodní deník
de: Logbuch
fr: Livre de bord

source: Actuell Logbook
de: Aktuelles Logbuch
fr: Livre de bord actuel

source: All Logbooks
de: Alle Logbücher
fr: Tous les livres de bord

source: End
cs: Konec
de: Ende
fr: Fin

source: Total Time
de: Reisezeit

source: Distance p. Day
de: Distanz p. Tag
fr: Distance quotidienne

source: Best Dist. p. Day
de: Beste Dist. p. Tag
fr: Meilleure distance quotidienne

source: Speed Avg.
de: Fahrt durchsch.

source: Speed Max.
de: Fahrt max.

source: Wind from
de: Wind von
fr: Vent de

source: Wind Avg.
de: Windstärke durchschn.

source: Current from
de: Strom von
fr: Courant de

source: Current Avg.
de: Strom durchsch.

source: Current Max.
de: Strom max.

source: Wave Avg.
de: Wellenhöhe durchschn.

source: Wave Max.
de: Wellen max.

source: Swell Avg.
de: Swell durchsch.

source: Sails used mostly
de: Segel meistens

source: Goto Route
cs: Jít na trasu
de: Gehe zu Route
fr: Faire route

source: Overview
cs: Přehled
de: Übersicht
fr: Apperçu

source: Add Crew
cs: Přidej posádku
de: neues Crewmitglied
fr: Ajouter un membre d'équipage

source: Birthname
cs: Rodné příjmení
de: Geburtsname
fr: Nom de jeune fille

source: Firstname
cs: Jméno
de: Vorname
fr: Prénom

source: Title
cs: Titul
de: Titel
fr: Titre

source: Date of Birth
cs: Datum narození
de: Geburtstag
fr: Date de naissance

source: Place of Birth
cs: Místo narození
de: Geburtsort
fr: Lieu de naissance

source: Nationality
cs: Národnost
de: Nationalität
fr: Nationnalité

source: Passport-Nr
cs: Číslo pasu
de: Pass-Nr.
fr: N° du passeport

source: Issued in
cs: Vydán v
de: ausgestellt in
fr: Emis en

source: Date of Issue
cs: Datum vydání
de: ausgegeben am
fr: Date d'émission

source: Zip
cs: PSČ
de: PLZ
fr: Code postal

source: Country
cs: Stát
de: Land
fr: Pays

source: Town
cs: Město
de: Stadt
fr: Ville

source: Street
cs: Ulice
de: Strasse
fr: Rue

source: Start 1.Watch
cs: Začátek 1. hlídky
de: Start 1.Wache
fr: Quart 1 : Début

source: End 1.Watch
cs: Konec 1. hlídky
de: Ende 1. Wache
fr: Quart 1 : Fin

source: Start 2.Watch
cs: Začátek 2. hlídky
de: Start 2.Wache
fr: Quart 2 : Début

source: End 2.Watch
cs: Konec 2. hlídky
de: Ende 2. Wache
fr: Quart 2 : Fin

source: Start 3.Watch
cs: Začátek 3. hlídky
de: Start 3.Wache
fr: Quart 3 : Début

source: End 3.Watch
cs: Konec 3. hlídky
de: Ende 3. Wache
fr: Quart 3 : Fin

source: Crewlist
de: Crewliste
fr: Liste d'équipage

source: Add Equipment
cs: Přidat vybavení
de: Zubehör hinzufügen
fr: Ajouter un équipement

source: Boat
cs: Loď
de: Boot
fr: Bateau

source: Homeport
cs: Domovský přístav
de: Heimathafen
fr: Port d'attache

source: Callsign
cs: Volací znak
de: Rufzeichen
fr: Indicatif d'appel

source: Hull Identification No.
de: Rumpf Identifikations-Nr.
fr: N° identification de la coque

source: Sail-Nr.
cs: Č. plachty
de: Segel-Nr.
fr: N° de voile

source: Insurance
cs: Pojištění
de: Versicherung
fr: Assurance

source: Registration
cs: Registrace
de: Register-Nr.
fr: Inscription

source: Policy
cs: Podmínky
de: Police
fr: N° police d'assurance

source: Owner
cs: Majitel
de: Eigner
fr: Propriétaire

source: Telephone
cs: Telefon
de: Telefon
fr: Téléphone

source: Type
cs: Typ
de: Typ

source: Builder
cs: Stavitel
de: Hersteller
fr: Constructeur

source: Hull
cs: Trup
de: Rumpf
fr: Coque

source: Date Launched
cs: Datum spuštění
de: Stapellauf
fr: Date de fabrication

source: Yard-Nr.
cs: Č. doku
de: Marina-Nr.
fr: Place de port

source: Construction
cs: Konstrukce
de: Konstruktion
fr: Fabrication

source: Length over all
cs: Celková délka
de: Länge über alles
fr: Longueur hors tout

source: Length over Deck
cs: Délka přes palubu
de: Länge über Deck
fr: Longueur du pont

source: Length in Waterline
cs: Délka vodorysky
de: Länge in der Wasserlinie
fr: Longueur de flotaison

source: Beam
cs: Šířka
de: Breite
fr: Largeur de coque

source: Greatest Width of Hull
cs: Největší šířka trupu
de: Größte Breite des Rumpfes
fr: Largeur maximale

source: Draft
cs: Ponor
de: Tiefgang
fr: Tirant d'eau

source: GrossTonnage
cs: Celková registrovaná prostornost
de: BruttoTonnage
fr: Déplacement

source: NetTonnage
cs: Čistá registrovaná prostornost
de: NettoTonnage
fr: Volume intérieur disponible

source: Displacement
cs: Výtlak
de: Verdrängung
fr: Déplacement

source: Equipment
cs: Vybavení
de: Zubehör
fr: Equipement

source: Description
cs: Popis
de: Beschreibung

source: Serial-Nr.
cs: Cériové č.
de: Serien-Nr.
fr: N° de série

source: Select Layout:
cs: Vyber rozložení:
de: Wähle Layout:
fr: Sélectionner une mise en page :

source: Priority
cs: Priorita
de: Priorität
fr: Priorité

source: Service TODO
cs: Co servisovat
de: Service zu erledigen
fr: Service à faire

source: If
cs: Pokud
de: Wenn
fr: Si

source: Warnvalue
cs: Hodnota varování
de: Warnbetrag
fr: Valeur d'alarme

source: Urgentvalue
cs: Urgentní hodnota
de: Dringendbetrag
fr: Valeur urgente

source: Startvalue
cs: Počáteční hodnota
de: Startbetrag
fr: Durée du quart

source: Active
cs: Aktivní
de: Aktiv
fr: Actif

source: Service done
cs: Servis proveden
de: Service erledigt
fr: Action effectuée

source: Buy parts for this service
cs: Koupit díly na tento servis
de: kaufe Zubehör für diesen Service
fr: Acheter des pièces pour cette action

source: RepairsTODO
cs: Co opravit
de: Reparaturen zu erlegigen
fr: Réparation à faire

source: Repair done
cs: Oprava provedena
de: Reparatur erledigt
fr: Réparation effectuée

source: Buy parts for this repair
cs: Koupit díly na tuto opravu
de: kaufe Zubehör für diese Reparatur
fr: Acheter des pièces pour cette réparation

source: Repairs
cs: Opravy
de: Reparaturen
fr: Réparations

source: Category
cs: Kategorie
de: Kategaory
fr: Catégories

source: Buy Parts
cs: Koupit díly
de: Zubehör kaufen
fr: Acheter des pièces

source: At
cs: U
de: bei
fr: A

source: Maintenance
cs: Údržba
de: Instandhaltung

source: none
cs: nic
de: kein
fr: Rien

source: - Timer on - Interval:
cs: - Časovač běží - Interval:
de: - Timer ein - Interval:
fr: - Minuterie active - Délai :

source: Opendocument SpreadSheet(*.ods)|*.ods|Excel 2003 Format(*.xml)|*.xml|CSV Format OpenOffice(*.csv)|*.csv|Backup Logbook(*.txt)|*.txt
de: Opendocument Tabellenkalkulation(*.ods)|*.ods|Excel 2003 Format(*.xml)|*.xml|CSV Format OpenOffice(*.csv)|*.csv|Backup Logbook(*.txt)|*.txt
fr: Ouvrir le document (*.ods)|*.ods|Excel 2003 Format(*.xml)|*.xml|CSV Format OpenOffice(*.csv)|*.csv|Backup Logbook(*.txt)|*.txt

source: Select Route
cs: Vyber trasu
de: Wähle Route
fr: Sélectionner la route

source: Save Logbook File
cs: Ulož soubor deníku
de: Logbuchdatei speichern
fr: Sauvegarder le livre de bord

source: Timer has 0 h 0 Min 0 sec. Please change settings in Options
cs: Časovač má 0h 0m 0s Prosím změň hodnoty v nastavení
de: Timer hat 0 h 0Min 0 sec. Bitte ändern Sie die Werte unter Optionen
fr: Minuterie : 0h 0 min. 0 sec. Veuillez changer les réglages dans 'Options'

source: No Path set to HTML-Editor in ToolBox/Plugins/LogbookKonni/Preferences
cs: Není nastavena cesta k editoru HTML v Nástroje/Zásuvné moduly/LogbookKonni/Nastavení
de: kein Pfad zum HTML-Editor in ToolBox/Plugins/LogbookKonni/Preferences gesetzt
fr: Pas de chemin vers l'éditeur HTML dans "Boite à outils/Compléments/LogbookKonni/Préférences"

source: Save CrewList File
cs: Ulož soubor seznamu posádky
de: Crewliste speichern
fr: Sauver la liste d'équipage

source: CrewList
cs: Seznam posádky
de: Crewliste
fr: Liste d'équipage

source: Save Boat File
cs: Ulož soubor lodi
de: Boot Datei speichern
fr: Sauver le fichier du bateau

source: Save Service File
de: Service-Datei speichern

source: Save Repairs File
de: Raparaturen-Datei speichern

source: Save BuyParts File
de: Kaufe-Zubehör-Datei speichern

source: BuyParts
de: Zubehör kaufen

source: Save Overview File
de: Übersicht-Datei speichern

source: Filter Layout by
de: Filtere Layout nach
fr: Trier les mises en page par

source: Rename Layout
de: Layout umbenennen
fr: Renommer les mises en page

source: Delete Layout
de: Lösche Layout
fr: Supprimer la mise en page

source: Send Layout by email
de: Sende Layout via Email
fr: Envoyer la mise en page par mail ?

source: Install single Layout
de: Installiere ein Layout
fr: Installer une mise en page unique

source: Logbook from %s to %s
de: Logbuch vom %s bis %s
fr: Logbook de %s à %s

source: not found in layoutfile
cs: nenalezeno v souboru rozvržení
de: nicht gefunden im Layoutfile
fr: Pas trouver dans le fichier de mise en page

source: ! Did you forget to add this line in your layout ?
cs: ! Nezapomněl's přidat tuto řádku v rozvržení?
de: ! Haben Sie diese Zeile im Layout vergessen ?
fr: ! Avez-vous oublié d'ajouter cette ligne dans votre mise en page ?

source: Have You forgotten to enclose the Header with [[ and ]] or Data with {{ and }} ?
cs: Nezapomněl's uzavřít hlavičku do [[ a ]] nebo Data do {{ a }} ?
de: Haben Sie vergessen den Header mit [[ und ]] oder Daten mit {{ und }} einzuschließen ?
fr: Havez vous oublié d'entourer l'entête avec [[ et ]] ou les données avec {{ et }} ?

source: Sorry, Your Logbook has no lines
cs: Promiň, Tvůj deník nemá žádné řádky
de: Sorry, Ihr Logbuch hat keine Zeilen
fr: Désolé, votre livre de bord est vide

source: Show Logbook Icon
cs: Zobraz ikonu deníku
de: Zeige Logbuch-Icon
fr: Montrer l'icône de LogBook

source: Show Position Fomat
de: Zeige Position im Format

source: Show all Layouts
cs: Zobraz všechna rozvržení
de: zeige alle Layouts
fr: Montrer les mises en page

source: Only Layouts with prefix:
cs: Pouze rozložení s prefixem:
de: nur Layouts mit Prefix:
fr: Seulement avec le préfixe de la mise en page :

source: en_
de: de_
fr: fr_

source: Write warning "No GPS"
cs: Vypisuj varování "Není GPS"
de: schreibe Warnung "No GPS"
fr: Afficher une alerte "Pas de GPS"

source: Winddirection set to:
de: Windrichtung bezogen auf:

source: default = Relative to Boat Heading = Actual wind direction
de: default = Relativ zum Schiff KdW = Aktuelle Windrichtung
fr: Par défaut = par rapport au bateau Cap = direction vent réel

source: If Course changes more then
de: Wenn Kursänderung mehr als °
fr: Si le cap change plus que de

source: automatic line change of course >
de: automatische Zeile Kursänderung >
fr: Ligne automatique Changement de cap >

source: Course- Message after Minutes
de: Kurs-Mitteilung nach Minuten

source: If Watch changed
de: Wenn Wachwechsel
fr: Si la montre a changé

source: automatic line change of guards
de: automatische Zeile Wachwechsel
fr: Ligne automatique Changement de quart

source: Append Line every Nm
de: Füge Zeile hinzu je Nm
fr: Ouvrir une ligne tous les Nm

source: automatic line Distance >
de: automatische Zeile Distanz >
fr: Ligne automatique Distance >

source: Timer
cs: Časovač
de: Timer an/aus
fr: Minuterie

source: Timer on/off
cs: Časovač zap./vyp.
de: Timer an/aus
fr: Marche/Arrêt

source: Automatic Line by Timer you can set/unset a timer or change this text in options
cs: Automatický záznam časovače Můžeš nastavit nebo zrušit interval časovače nebo změnit tento text v Nástroje/Zásuvné moduly/Lodní deník
de: Automatischer Eintrag durch Timerr Sie können einen Timer ein- oder ausschalten oder diesen Text ändern unter Optionen
fr: Ligne automatique par minuterie Vous pouvez activer/désactiver la minuterie ou modifiez ce choix dans les options

source: every 15 Degrees +/- 1 hour
de: je 15 Grad +/- 1 Stunde

source: not implemented yet
cs: zatím neimplementováno
de: noch nicht implementiert
fr: Pas implémenté actuellement

source: Install OpenCPN_Logbook_Layouts.zip
cs: Nainstalovat OpenCPN_Logbook_Layouts.zip
de: Installiere OpenCPN_Logbook_Layouts.zip
fr: Installer les mises en page possibles (OpenCPN_Logbook_Layouts.zip)

source: Install OpenCPN_Logbook_Languages.zip
de: Installiere OpenCPN_Logbook_Languages.zip

source: Path to HTML-Editor (optional)
cs: Cesta k editoru HTML (volitelné)
de: Pfad zum HTML-Editor (optional)
fr: Chemin vers l'éditeur HTML (Optionnel)

source: Behavior
de: Verhalten
fr: Comportement

source: Degres
cs: Stupně
de: Grad
fr: Degré

source: Minutes
cs: Minuty
de: Minuten
fr: Minute

source: Seconds
cs: Sekundy
de: Sekunden
fr: Seconde

source: Speed
de: Fahrt
fr: Vitesse

source: Show Depth in
cs: Zobraz hloubku v
de: Tiefe in
fr: Profondeur en

source: Feet
cs: Stopy
de: Fuß
fr: Pieds

source: Fathom
cs: Fathomy
de: Faden
fr: Brasse

source: Show Wave/Swell in
cs: Zobraz vlny/příboj v
de: Welle/Swell in
fr: Vague/houle en

source: True
cs: Skutečný
de: Wahr
fr: Vraie

source: Magnetic
cs: Magnetický
de: Magnet
fr: Magnétique

source: Windspeed
cs: Rychlost větru
de: Windstärke
fr: Vitesse du vent

source: Fuel/Water
cs: Palivo/voda
de: Treibstoff/Wasser
fr: Carburant/Eau

source: Capacity
cs: Kapacita
de: Kapazität
fr: Capacité

source: Motor Hours
cs: Motohodiny
de: Motor Stunden
fr: Usage du moteur

source: Day(s)
de: Tag(e)
fr: Jour(s)

source: Week(s)
de: Woche(n)
fr: Semaine(s)

source: Weeks(s)
de: Woche(n)
fr: Semaine(s)

source: Month
cs: Měsíc
de: Monat(e)
fr: Mois

source: If GPS off use for manual entry
de: Wenn GPS nicht eingeschaltet ist benutze

source: Windspeed
de: Windstärke

source: Direction
de: Richtung

source: Relative
cs: Relativní
de: Relativ

source: Abbreviations
cs: Zkratky
de: Abkürzungen
fr: Abréviations

source: Please fill in one character in Degrees, Minutes and Seconds
de: Bitte ein Zeichen für Grad, Minuten, Sekunden einfügen
fr: Veuillez remplir en degrés, minutes, secondes

source: Sorry, 0 Hrs 0 Min 0 Sec are not possible
cs: Promiň, 0h 0m 0s není možné
de: Sorry, 0 Hrs 0 Min 0 Sec ist nicht möglich
fr: Désolé, 0 Hrs 0 Min 0 Sec est impossible

source: Set Path to HTML-Editor
cs: Nastavit cestu k editoru HTML
de: Pfad zum HTML-Editor
fr: Indiquer le chemin de l'éditeur HTML

source: Logbook Konni
cs: Konniho lodní deník
de: Logbuch Konni
fr: Livre de bord selon Konni

source: Logbook for OpenCPN
cs: Lodní deník pro OpenCPN
de: Logbuch für OpenCPN
fr: Livre de bord pour OpenCPN

source: Logbook for OpenCPN - automatic (NMEA) or manual input - Timer for automatic line insert - Fileexport to ods,html,xml(Windows only),csv - Multiple layouts - Costumizable layout Thanks's to the community for their helpfull suggestions. If You find a bug post it on http://www.cruisersforum.com/forums/f134/logbook-konni-for-opencpn-68945.html Helpfull Videos are at Youtube, search for LogbookKonni.
cs: Lodní deník pro OpenCPN - automatický (NMEA) nebo manuální vstup - Časovač pro automatické záznamy - Export do ODS, HTML, XML(jen pod Windows), CSV - Několik rozvržení - Přizpůsobitelné rozvržení Díky komunitě za podnětné připomínky. Pokud najdeš chybu, popiš ji na http://www.cruisersforum.com/forums/f134/logbook-konni-for-opencpn-68945.html Na Youtube je pár videí, která Ti v začátku pomůžou, hledej "LogbookKonni".
de: Logbuch für OpenCPN - automatische (NMEA) oder manuelle Eingabe - Timer für automatischen Logbucheintrag - Fileexport nach ods,html,xml(Windows only),csv - mehrere Layouts - Layouts editierbar Dank an die Community für ihre Ünterstützung Wenn Sie einen Bug finden, bitte posten unter: http://www.cruisersforum.com/forums/f134/logbook-konni-for-opencpn-68945.html Hilfreiche Videos unter Youtube, suche LogbookKonni.
fr: Livre de bord pour OpenCPN - Entrée automatique (NMEA) or manuelle - Minuterie pour insertion automatique des lignes - Exportation des fichiers en ods,html,xm l(Windows seulement),csv - Mises en page mutiples - Mise en page adaptable Merci à la communauté pour son aide et ses suggestions Si vous remarquez un bug, mettez un post sur : http://www.cruisersforum.com/forums/f134/logbook-konni-for-opencpn-68945.html Des vidéos d'aide sont sur Yoytube, cherchez LogbookKonni.

source: Logbook Preferences
cs: Nastavení lodného deníku
de: Logbuch Optionen
fr: Préférences de LogBook

source: Select zipped Layout-Files
cs: Vyber zabalené šablony
de: Wähle gezippte Layout-Dateien
fr: Sélectionner le fichier de mise en page

source: Select zipped Languages-Files
cs: Vyber zabalené soubory s překlady
de: Wähle gezippte Sprach-Dateien
fr: Sélectionner la langue du fichier zip

source: Languages installed
cs: Jazyky instalovány
de: Sprachen installiert
fr: Langue installée

source: Fix Date
de: fixes Datum
fr: Fixer une date

source: Date + Days
de: Datum + Tage
fr: Date + Jours

source: Date + Weeks
de: Datum + Woche(n)
fr: Date + Semaines

source: Date + Month
de: Datum + Monat(e)
fr: Date + mois

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Automatic line by timer You can set/unset a timer-interval or change this text in Toolbox/Plugins/Logbook Shift+Enter appends a new line
cs: Automatický záznam časovače Můžeš nastavit nebo zrušit interval časovače nebo změnit tento text v Nástroje/Zásuvné moduly/Lodní deník Shift+Enter přidá nový záznam
de: Automatischer Eintrag durch Timer Sie können ein Timer-Interval setzen oder diesen Text ändern unter Toolbox/Plugins/Logbook Shift+Enter = Zeilenumbruch
fr: Ligne automatique par la minuterie Vous pouvez activer/désactiver l'intervalle de temps ou changer ce choix dans la "Boite à outils" d'OpenCPN, onglet "Compléments" puis "Livre de bord" Shift+Entre ouvre une nouvelle ligne

source: day(s)
de: Tag(e)
fr: jour(s)

source: week(s)
de: Woche(n)
fr: semaine(s)

source: month
de: Monat(e)
fr: mois

source: Logbook until
de: Altes Logbuch bis
fr: Livre de bord depuis

source: Barometer
cs: Barometr
fr: Baromètre

source: Swell
cs: Příboj
fr: Houle

source: Start
fr: Début

source: Name
cs: Příjmení
fr: Nom

source: HIN-Nr.
cs: Č. trupu
fr: N° coque

source: Name
cs: Jméno
fr: Nom

source: Details
cs: Detaily
fr: Détails

source: Designer
fr: Concepteur
